Repository: pivotaccess2007/RapidSMS-Rwanda
Catalog: apps/old.ubuzima/locale/*/LC_MESSAGES/django.po
Languages: rw

source: Unknown Error, please check message format and try again.
rw: Ubutumwa ntibwunvikanye, ongera ugerageze

source: Unknown keyword, please check message format and try again.
rw: Ijambo ritangira ntirisobanutse, reba uko ubutumwa bwandikwa, hanyuma wongere ugerageze

source: The correct message format is: SUP YOUR_ID CLINIC_ID LANG VILLAGE
rw: wagombye kwandika: SUP YOUR_ID CLINIC_ID LANG VILLAGE

source: Error. National ID must be exactly 16 digits, you sent the id: %(nat_id)s
rw: Ikosa. Nomero y'irangamuntu igomba kugira imibare 16, wohereje %(nat_id)s

source: Unknown Health Clinic ID: %(clinic)s
rw: Iyi nimero y'ibitaro ntizwi: %(clinic)s

source: Thank you for registering at %(clinic)s
rw: Murakoze kwiyandikisha kuri iki kigo nderabuzima %(clinic)s

source: We don't recognize you
rw: Ntabwo dusobanukiwe, ntibyumvikana

source: Invalid date format, must be in the form: DD.MM.YYYY
rw: Itariki ntabwo yanditswe neza, andika: Umunsi.Ukwezi.Umwaka

source: Invalid date, cannot be in the future.
rw: Andika neza itariki

source: Unknown action code: %(invalidcode)s.
rw: Ibyo kureba no kwitabwaho bikurikira ntibyanditswe neza: %(invalidcode)s.

source: You cannot give more than one location code
rw: ntushobora gutanga ahantu habiri aho byabereye

source: Error. %(error)s
rw: Ibibazo! %(error)s

source: You need to be registered first, use the REG keyword
rw: Ugomba kubanza kwiyandikisha, koresha ijambo REG

source: The correct format message is: PRE MOTHER_ID LAST_MENSES ACTION_CODE LOCATION_CODE MOTHER_WEIGHT
rw: Wagombye kwandika: PRE INDANGAMUNTU_UMUBYEBYI ITARIKI_YANYUMA_Y_IMIHANGO IBIMENYETSO AHO_AHEREREYE IBIRO

source: Thank you! Pregnancy report submitted successfully.
rw: Murakoze, ubutumwa bwatugezeho

source: The correct format message is: RISK MOTHER_ID ACTION_CODE LOCATION_CODE MOTHER_WEIGHT
rw: Wagombye kwandika: RISK INDANGAMUNTU_UMUBYEBYI IBIMENYETSO AHO_AHEREREYE IBIRO

source: Thank you! Risk report submitted successfully.
rw: MURAKOZE, ubutumwa ku kibazo k'umubyeyi bwatugezeho

source: Thank you! Birth report submitted successfully.
rw: Murakoze, ubutumwa bw'ubuzima bw'umwana bwatugezeho

source: Thank you! Child health report submitted successfully.
rw: Murakoze, ubutumwa bw'ubuzima bw'umwana bwatugezeho

source: You have not yet sent a report.
rw: Nta raporo yanyu duherutse kubona
